brew "gemini-cli"
cask "codex"
vscode "astral-sh.ty"
vscode "charliermarsh.ruff"
vscode "github.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "redhat.vscode-yaml"
vscode "teabyii.ayu"
vscode "vscodevim.vim"
vscode "wytheglobal.pdfmore"
uv "ruff"
uv "ty"
